[
  {
    "title":"SMM, Content Manager, Content Creator",
    "description":"Our growing team is looking for a Content Manager/Content Creator to create unique content to attract more users to our exciting AI-based body/face/photo editing app.",
    "responsibilities":[
      "Create interesting and engaging content including short videos and static banners",
      "Collaborate with marketing manager and designers to understand content requirements and user needs",
      "Create and manage a content plan",
      "Follow the latest photo editing trends",
      "Maintain a consistent tone and style of content that resonates with our audience"
    ],
    "requirements":[
      "Proven experience (1+ years) in a Content Manager/Content Creator or similar role in a mobile application, preferably in the photo editing industry",
      "Experience in retouching photos with various mobile apps (for example Facetune, Lensa, Facelab, BeautyPlus, etc.)",
      "Advanced English"
    ],
    "benefits":[
      "High level of decision-making freedom",
      "A friendly team of professionals",
      "A chance to influence the development of our products directly",
      "Remote work"
    ],
    "location":"This position is fully remote",
    "salary":"Monthly gross salary from $500 to $1500"
  },
  {
    "title":"CMO / Marketing Manager",
    "description":"We are looking for an ambitious marketing manager to be responsible for developing and managing all aspects of our marketing strategy. You will focus on creating, implementing, tracking and optimizing our digital marketing campaigns across various marketing channels.",
    "responsibilities":[
      "Developing and implementing marketing plans.",
      "Undertaking competitor research and analyses.",
      "Conducting market research to establish customer trends and habits.",
      "Establishing goals and objectives in order to reach our customers through appropriate marketing channels (digital and traditional).",
      "Building and maintaining relationships with new and existing customers through prospecting and networking.",
"Promoting brand awareness through marketing efforts.",
"Creating marketing materials for our website and other marketing platforms.",
"Supporting the marketing team with marketing activities by demonstrating expertise in various areas, including optimization, advertising, social media, direct marketing, and event planning.",
"Assisting with the analyses of marketing data, including campaign results, conversion rates, and online traffic in order to improve future marketing strategies and campaigns.",
"Performing other duties when needed."
    ],
    "requirements":[
      "2 or more years of digital marketing experience.",
"Highly creative with experience in identifying target audiences and devising digital campaigns that engage, inform and motivate",
"Experience with Meta Ads, Google Ads and Apple Search Ads.",
"Experience using analytics software like Google Analytics.",
"Excellent written and verbal communication skills.",
"Ability to work in a fast-paced, high-pressure environment.",
"Highly organized and detail oriented."
    ],
    "benefits":[
      "High level of decision-making freedom",
      "A friendly team of professionals",
      "A chance to influence the development of our products directly",
      "Remote work"
    ],
    "location":"This position is fully remote",
    "salary":"Monthly gross salary from $2500 to $5000"
  }
]